Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: it is important that the nails in container c should be kept as dry as possible so learners should be told to handle them only with dry hands .
af: dit is belangrik dat die spykers in houer c so droog as moontlik gehou word .

source: it may help to instruct them to always check the nails in container c first before checking the other containers .
af: leerders moet dus gewaarsku word om hulle net met dro&#235; hande te hanteer .

source: if any of the contents in the containers should spill they can simply be refilled with the same solution water or salt water
af: dit mag help om hulle aan te raai om altyd eers na die spykers in houer c te kykvoor hulle na die ander kyk .

source: aim to find out how rust occurs
af: doel om uit te vind hoe roes vorm

source: results
af: resultate

source: use the space below to draw a line graph of how many nails had rust on them after each day .
af: gebruik die spasie hieronder om 'n lyngrafiek te trek van hoeveel spykers roes op hulle het na elke dag .

source: when learners draw the graphs they could be encouraged to think about what the dependent and independent variables would be .
af: wanneer leerders hulle grafieke trek moet hulle aangemoedig word om na te dink oor wat die afhanklike en die onafhanklike veranderlikes sal wees .

source: time measured in days in this case would be the independent variable and should therefore go on the horizontal x axis .
af: tyd gemeet in dae in hierdie geval sal die onafhanklikeveranderlike wees en moet daarom op die horisontale x as gemerk word .

source: explain to learners that the independent variable is the thing that you are controlling ie. you are controlling the time .
af: verduidelik aan leerders dat die onafhanklike veranderlike die ding is wat jy beheer .

source: number of nails with rust on them should go on the vertical y axis since it is the dependent variable .
af: die aantal spykers met roes daarop moet op die vertikale y as aamgedui word aangesien dit die afhanklike veranderlike is .

source: this is because the amount of rust that develops is dependent on the time that the nails are left on the containers for .
af: dit is omdat die hoeveelheid roes wat ontwikkel afhanklik is van die tyd wat die spykers in die houers gelaat word .

source: if all three graphs are drawn on the same set of axes the graphs can be compared .
af: indien al drie grafieke op dieselfde stel asse geteken word kan die grafieke vergelyk word .

source: the graph with the steepest slope gradient would represent the conditions that are most conducive to rust .
af: die grafiek met die steilste helling gradi&#235;nt stel die toestande voor wat die bevorderlikste vir roes is .

source: it might be difficult to draw all three graphs on the same axis .
af: dit kan moontlik moeilik wees om al drie grafieke op dieselfde asse te teken .

source: in that case draw three separate graphs for each of the containers but use the same scale .
af: teken in daardie geval drie afsonderlike grafieke vir elkeen van die houers maar gebruik dieselfde skaal .

source: that way you will still be ableto compare the slope .
af: op hierdie manier sal jy steeds in staat wees om die hellings te vergelyk .

source: in which cup did the nails start rusting first ?
af: in watter koppie het die spykers eerste begin roes ?

source: cup b the salt water .
af: houer b die soutwater .

source: since this is an investigation there are no right and wrong answers .
af: aangesien dit 'n ondersoek is is daar geen regte en verkeerde antwoorde nie .

source: one would expect the salt water to be most conducive to rust but the learners may come to a different conclusion on the basis of their findings .
af: 'n mens sou verwag dat die soutwater die meesbevordelik vir roes is maar die leerders mag dalk op grond van hulle bevindinge tot 'n ander gevolgtrekking kom .

source: the purpose of an investigation is for learners to develop a scientific explanation that is based on their evidence .
af: die doel van die ondersoek is vir leerders om 'n wetenskaplike verduideliking op grond van hulle bewyse te ontwikkel .

source: can you think of ways to protect iron against rust? hint look at the following picture for a clue .
af: kan jy aan maniere dink om yster teen roes te beskerm? wenk kyk na die volgende foto vir 'n leidraad .

source: we can paint the iron to protect it from rust .
af: ons kan die yster verf om dit teen roes te beskerm .

source: although there are many ways to protect iron from rust at this level it is enough for the learners to realise that applying a protective coating such as paint to the iron will protect it from rust .
af: alhoewel daar baie maniere is om yster teen roes te beskerm is dit op hierdie vlak genoeg dat leerders besef dat om 'n beskermende laag soos verf oor te sit die yster teen roes sal beskerm .

source: soon they will learn that it is also possible to protect the iron from rust by processing it with other metals .
af: hulle sal binnekort leer dat dit ook moontlik is om yster teen roes te beskerm deur dit met ander metale te verwerk .

source: we have seen that iron rusts .
af: ons het gesien dat yster roes .

source: other metals also change when they are not protected .
af: ander metale verander ook as hulle nie beskerm word nie .

source: have you noticed what coins look like when they are new ?
af: het jy al gesien hoe lyk muntstukke as hullenuut is ?

source: new coins are bright and shiny .
af: nuwe munte is helder en blink .

source: old coins are dull and they look dirty .
af: ou munte is dof en lyk vuil .

source: that is because they have a dark layer of tarnish on them .
af: dit is omdat hulle 'n donker laag aanslag op hulle het .

source: in the next activity we will see how the layer of tarnish can be removed to make coins bright and shiny again .
af: in dievolgende aktiwiteit gaan ons kyk hoe die aanslag verwyder kan word om munte weer helder en blink te maak .

source: south african copper and bronze coins 5c and 10c pieces are suitable for this investigation .
af: suid afrikaanse koper en bronsmunte 5c en 10c stukke is geskik vir hierdie ondersoek .

source: they should not be left in the salt and vinegar mixture for too long or the copper coating will dissolve completely to expose the iron underneath .
af: hulle moenie te lank in die sout en asynoplossing gelos word nie anders gaan die koperlaag oplos en die yster onder dit blootgestel word .

source: the reason why a metal bowl is unsuitable is because the metal in the bowl will react with the copper in the salt and vinegar mixture .
af: ons gebruik nie 'n metaalbak nie aangesien die metaal in die bak met die koper in die sout en asynoplossing sal reageer .

source: a clear bowl or large beaker plastic or glass would be best because learners will be able see the reaction through the side of the container but a clean yoghurt or ice cream tub will also do the trick .
af: 'n deurskynende bak of 'n groot beker plastiek of glas sal die beste werk .

source: many plastics can be made strong enough to replace metals glass and other materials .
af: baie plastiekstowwe kan sterk genoeg gemaak word om metale glas en ander materiale te vervang .

source: some cars can be made from these plastics !
af: sommige motors kan van hierdie plastiekstowwe gemaak word .

source: the plastic weighs much less than metal and this means the car needs less energy to move around .
af: die plastiek weeg baie minder as metaal en dit beteken dat die motor minder energie benodig om rond te beweeg .

source: if the coin is held with one half in the liquid and the other half above the liquid then learners should clearly see the contrast between the treated and untreated halves of the coin .
af: as die munt met die een helfte binne in die vloeistof en die ander helfte buite die vloeistof gehou word kan leerders duidelik die kontras tussen die behandelde en dieonbehandelde helftes van die munstuk sien .

source: it may be better if the educator demonstrated this step .
af: dit mag dalk beter wees as die onderwyser hierdie stap demonstreer .

source: if the coins are put directly onto the paper without rinsing or drying them first the reaction between the coins and the salt and vinegar mixture will continue and the paper underneath the coins will become greenish blue .
af: as die munte dadelik op die papier gesit word sonder om dit af te droog of af te spoel hou die reaksie tussen die sout en asynoplossing en die munte aan en die papier onder die munte word 'n groenerige blou .

source: this is due to dissolved copper ions .
af: dit is as gevolg van die opgeloste koperione .

source: if the coins are not rinsed and dried properly the reaction between the coins and the salt and vinegar mixture will continue and the paper underneath the coins will become greenish blue due to dissolved copper ions .
af: as die munte nie ordentlik afgespoel en afgedroog word nie hou die reaksie tussen die sout en asynoplossing en die munte aan en word die papier onder die munte 'n groenerige blou as gevolg van die opgeloste koperione .

source: you want to avoid this .
af: jy wil dit voorkom .

source: why did the coins look dirty before you put them in the vinegar and salt mixture ?
af: waarom het die munte vuil gelyk voor jy hulle in die sout en asynoplossing gesit het ?

source: the coins looked dull and dirty because they were covered with tarnish .
af: die munte het vaal en vuil gelyk omdat hulle aangeslaan was .

source: what happened to the coins in the vinegar and salt mixture ?
af: wat het met die munte in die sout en asynoplossing gebeur ?

source: why do you think this happened ?
af: hoekom dink jy het dit gebeur ?

source: the coins became shiny again .
af: die munte het weer blink geword .

source: the vinegar and salt mixture took away the tarnish .
af: die sout en asynoplossing het die aanslag weggeneem .

source: taste a few drops of the clean vinegar .
af: proe 'n paar druppels van die skoon asyn .

source: what does it taste like ?
af: hoe proe dit ?

source: the vinegar is sour .
af: die asyn is suur .

source: can you think of another liquid that could be used instead of the vinegar? hint what other liquids taste sour ?
af: kan jy aan 'n ander vloeistof dink wat ons in plaas van asyn kon gebruik? wenk watter ander vloeistof proe suur ?

source: we could use lemon juice or orange juice instead of vinegar .
af: ons kon suurlemoensap of lemoensap in plaas van asyn gebruik het .

source: what happened to the unrinsed coins ?
af: wat het met die muntstukke gebeur wat nie afgespoel is nie ?

source: did they also become clean and shiny ?
af: het hulle ook skoon en blink geword ?

source: no they turned blue green .
af: nee hulle het blougroen geword .

source: next we are going to learn more interesting things about metals and what they are used for .
af: ons gaan nou nog interessante dinge leer oor metale en waarvoor hulle gebruik word .

source: uses of metals
af: gebruike van metale

source: this section focuses on more ways in which metals are used .
af: hierdie afdeling fokus op nog maniere waarop metale gebruik word .

source: draw learners' attention to metallic objects in and around the classroom .
af: maak jou leerders bewus van al die metaalvoorwerpe in en om die klas .

source: they could each bring one picture of a metallic object to class and these could then be sorted into categories for instance 'transport' 'the kitchen' 'industry' etc .
af: hulle kan elkeen 'n prent van 'n metaalvoorwerp klas toe bring en dit in kategorie&#235; soos vervoer die kombuis nywerheid ens. indeel .

source: learners could generate the categories themselves and then be encouraged to think about the reasons why metal is used for each particular purpose .
af: leerders kan self die kategorie&#235; skepen dan aangemoedig word om aan redes te dink waarom metaal vir elke spesifieke doel gebruik word .

source: the second paragraph discusses why metal is used for electrical cables and is a good example of how such a discussion may be encouraged .
af: die tweede paragraaf bespreek waarom metaal vir elektriese kabels gebruik word en is 'n goeie voorbeeld van hoe 'n bespreking aangewakker kan word .

source: the activity that follows has the same purpose .
af: die aktiwiteit wat volg het dieselfde doel .

source: metals have thousands of uses .
af: daar is duisende gebruike vir metale .

source: we use metals every day sometimes even without knowing !
af: ons gebruik elke dag metale soms selfs sonder dat ons dit weet !

source: metals are ductile and good conductors of electricity .
af: metale is vervormbaar smeebaar en goeie geleiers van elektrisiteit .

source: this is why metal is used to make the wire inside electrical cables .
af: dit is waarom die drade binne in elektriese kabels van metaal gemaak word .

source: without electrical cables we would not have electricity in our homes or schools; we would not have lights or television or telephones. next term we will look more at electricity !
af: sonder elektriese kabels sou ons nie elektrisiteit in ons huise of skool gehad het nie; ons sou nie ligte of televisie of telefone gehad het nie. ons kyk volgende kwartaal verder na elektrisiteit .

source: metals are extremely strong and can be turned into thin sheets .
af: metale is baie sterk en kan in dun plate verander word .

source: these sheets can be used to make the bodies of the cars trucks trains and aeroplanes that are used to transport people and goods from one place to another .
af: hierdie plate kan gebruik word om die bakwerk van motors vragmotors treine en vliegtuie te maak wat gebruik word om mense en goedere van een plek na 'n ander te vervoer .

source: the strength and durability of metals make them very important as building materials not only in visible ways such as metal roofs and window frames but also in invisible ways such as metal supports inside the concrete that bridges and tall buildings are made of .
af: die sterkte en duursaamheid van metale maak hulle baie belangrike boumateriale nie net op sigbare maniere soos metaaldakke en vensterrame nie maar ook op onsigbare maniere soos staalversterkings binne in beton waarvan br&#251;e en groot geboue gemaak word. selfs meubels word soms van metaal gemaak .

source: south africa has one of the biggest deposits of platinum in the world .
af: suid afrika het een van die grootste neerslae van platinum in die w&#234;reld .

source: platinum is a very valuable and expensive metal .
af: platinum is 'n baie waardevolle en duur metaal .

source: this can be used as a possible project .
af: dit kan moontlik as 'n projek gebruik word .

source: learners can also then choose one object and research how it is made .
af: leerders kan een voorwerp kies en navorsing doen oor hoe dit gemaak word .

source: list as many properties of metals as you can think of .
af: blaai terug na die voorblad van materie en materiale waar die thunderbolt kids die bouperseel van 'n stadion besoek .

source: metals are solid strong malleable ductile and lustrous .
af: stootskraper trekker sementmenger farrah se graaf die teken wat s&#234; nat sement se staander metaalpale wat op die grond rondl&#234; steierwerke en pale van die stadion die katrolmeganisme wat jojo gebruik spykers op die magneet hyskrane handvatsels van die emmers kruiwa die raam van sophie se bril .

source: are non metals magnetic ?
af: lys soveel eienskappe van metale as waaraan jy kan dink .

source: no
af: metale is solied sterk smeebaar rekbaar en glansend .

source: tom used magnetism to help his uncle .
af: is nie metale magneties ?

source: tom used a magnet to pick up all the iron scrap in the junkyard .
af: nee

source: are all metals magnetic ?
af: tom het magnetisme gebruik om sy oom te help .

source: why are most pots and pans made of metal ?
af: is alle metale magneties ?

source: metal is a good conductor of heat and that makes it a good material for cooking utensils .
af: nee

source: why do some pots and pans have handles made of plastic or wood ?
af: waarom word die meeste potte en panne van metaal gemaak ?

source: metal conducts heat but plastic and wood do not .
af: metaal is 'n goeie geleier van warmte en dit maak dit 'n goeie materiaal vir kookgerei .

source: why does iron that is shiny when it is new become dull and blotchy when it stands outside for a long time ?
af: waarom word sommige potte en panne se handvatsels van hout of plastiek gemaak ?

source: the iron rusts .
af: metaal gelei warmte maar plastiek en hout nie .

source: rust is reddish brown and feels rough and flaky .
af: waarom is yster blink wanneer dit nuut is maar dof en gevlek wanneer dit vir lank buite gestaan het ?

source: what is another name for rust ?
af: die yster roes .

source: corrosion .
af: roes is rooibruin maar grysgroen op koper en voel grof en skilferig .

source: do all metals rust ?
af: wat is 'n ander naam vir roes ?

source: no only iron rusts .
af: korrosie .

source: your dad is putting up a new iron fence in front of your hose .
af: roes alle metale ?

source: he can paint it as this will help prevent the iron from rusting .
af: nee net yster roes .

source: the head of the hammer is made from metal .
af: jou pa sit 'n nuwe ysterheining vir die voorkant van julle huis op .

source: metal is strong and hard .
af: wat sal jy hom aanraai om te doen om seker te maak dat die heining lank hou ?

source: if you had to advise your parents or a family friend who wants to buy a set of chairs and tables for their garden to replace the plastic ones which have broken what would you advise them are the best types of furniture for outside in the garden ?
af: hy kan dit verf; dit sal help dat die yster nie roes nie .

source: the best furniture should be made of some metal not iron as they will be more durable and not break like the plastic .
af: die kop van die hamer is van metaal gemaak .

source: metal furniture will last longer than for example wooden furniture if left outside and in the rain .
af: metaal is sterk en hard en die hamer word gebruik om ander harde voorwerpe soos spykers te slaan .

source: some jewellery is made from metal .
af: as jy jou ouers of 'n familievriend wat 'n stel stoele en tafels wil koop moet raad gee om hulle stukkende plastiektuinstel te vervang watter soort meubels sal jy aanraai is die beste geskik vir buite in die tuin ?

source: what types of metal is jewellery made from and why do you think some of these metals are so expensive .
af: verduidelik jou antwoord .

source: jewellery is made from metals such as gold silver platinum gold and also copper .
af: die beste meubels sal van metaal nie yster wees aangesien hulle duursaam is en nie sal breek soos plastiek nie .

source: these metals are expensive because they are not very common to find in the earth and they go through expensive procedures to get them looking the way they do in the finished product .
af: metaalmeubels salook langer in die re&#235;n hou as houtmeubels .

source: why do you think your kitchen utensils such as knives forks and spoons are normally made from metal and not plastic and wood ?
af: sommige juwele word van metaal gemaak .

source: why then do fast food restaurants give you plastic utensils with your take aways ?
af: van watter soorte metaal word juwele gemaak en hoekom dink jy is sommige van hierdie metale so duur ?

source: kitchen utensils that need to last a long time are made from metal .
af: juwele word van metale soos goud silwer platinum goud en ook koper gemaak .

source: this is because the metal is strong and will not dent or break when thrown into the drawer or washed in the sink .
af: hierdie metale is duur omdat dit nie baie algemeen indie aarde voorkom nie en die proses om hulle te laat lyk soos in die finale produk baie duur is .

source: at fast food restaurants you are normally given plastic utensils as these can be thrown away .
af: dit is ook duur as gevolg van die ho&#235; vraag daarna 'n ho&#235;r aanvraag laat die prys van &#8217;n produk styg .

source: metal can be hammered into sheets which are strong and durable and these are used to make the shell of the truck .
af: waarom dink jy word eetgerei soos messe vurke en lepels normaalweg van metaal gemaak en nie van hout of plastiek nie ?

source: the metal is hard and strong so when people climb on the truck the metal does not break or crack like plastic would .
af: waarom gee kitskosrestaurante dan vir 'n mens plastiekeetgerei saam met jou wegneemete ?

source: this unit deals with the many different ways in which materials can be processed .
af: metaal kan gehamer word in plate wat sterk en duursaam is en dit word gebruik om die bakwerk van die brandweerwa te maak .

source: the important messages is that new materials will have new properties and that processing always has a purpose .
af: die metaal is hard en sterk sodat wanneer mense op die voertuig klim die metaal nie breek of kraak soos plastiek nie .

source: we want to change existing materials into new improved materials for instance metal steel that won't rust like iron does but has all the other desirable qualities of iron strength and durability .
af: metale smelt ook net teen baie ho&#235; temperature .

source: this unit also lays some of the groundwork for an understanding of mixtures which is covered in gr. 6 matter and materials .
af: aangesien 'n brandweerwa dikwels baie naby aan vure en in baie warmareas kom sou dit smelt as dit van plastiek gemaak was .

source: when we combine materials new materials are made .
af: bekendstelling van die eenheid

source: there are many ways to process existing materials into new materials .
af: die eenheid behandel die verskillende maniere waarop materiale verwerk kan word .

source: there are also many reasons why we would need to process materials into new materials .
af: die belangrikste boodskap is dat nuwe materialenuwe eienskappe het en dat verwerking altyd 'n doel het .

source: when we bake a cake we are processing flour eggs and other ingredients that may not taste very nice on their own into cake which tastes really good !
af: wanneer ons materiale saamvoeg word nuwe materiale gemaak .

source: we process materials to make them stronger or more durable or waterproof or even just to make them look more beautiful or interesting .
af: daar is baie maniere om bestaande materiale te verwerk tot nuwe materiale .

source: new materials that form after mixing different materials are sometimes called mixtures .
af: daar is ook baie redes waarom dit nodig is om materiale tot nuwe materiale te verwerk .

source: we are going to have some fun !
af: wanneer ons 'n koek bak verwerk ons meel eiers en ander bestanddele wat dalk nie baie lekker proe op hul eie nie tot 'n koek wat regtig lekker smaak !

source: process verb to process material means to combine or mix it with other materials and or to change it into something new by subjecting it to one or more processes heating cooling firing melting pressurising etc .
af: ons verwerk materiale om hulle sterk duursaam of waterdig of selfs mooier of interessanter te laat lyk .

source: we have learnt that iron rusts over time and that this process speeds up when the iron is in contact with water .
af: ons gaan pret h&#234; tom .

source: have you ever noticed rust on the knives and forks in your home ?
af: en terselfdertyd leer oor verskillende maniere om materiale saam te voeg .

source: this project is suitable for individuals or pairs of learners .
af: verwerk om materiaal te verwerk beteken om dit met ander materiale te kombineer of meng en of om dit in iets nuut te verander deur dit aan een of meer prosesse bloot te stel verhitting afkoeling ontbranding smelting onder druk plaas ens .
